{"0": {"name": "Paper Plate Bunny Craft",
    "image": "http://drive.google.com/uc?id=1W6hRE7hHR4L2FFuTpnZvdGEl0nJ_3f9h",
    "supplies": "- 1 pink paper plate\n- Pink and white cardstock or construction paper\n- 2 large googly eyes\n- Black marker\n- Scissors\n- Glue stick or craft glue",
    "instructions": "1- Create the Bunny’s Face:\n        • Take the pink paper plate and turn it upside down.\n        • Glue two googly eyes near the center.\n2- Make the Bunny’s Nose & Mouth:\n        • Cut a small pink triangle for the nose and glue it below the eyes.\n        • Use a black marker to draw the whiskers and mouth.\n3- Add the Ears:\n        • Cut two large ear shapes from white cardstock.\n        • Cut two smaller pink ear shapes and glue them inside the white ears.\n        • Attach the ears to the top of the paper plate with glue.\n4-Final Touches:\n        • Let the glue dry, and your adorable paper plate bunny is ready! "},
   
   "1": {"name": "Paper Plate Sun",
        "image": "https://drive.google.com/uc?export=view&id=1V02L7QED-vwQlyG1cOf4cVXobVbG0cmr",
        "supplies": "- 1 yellow paper plate\n- Yellow and orange construction paper\n- Scissors\n- Glue\n- Black marker",
        "instructions": "1- Cut out small triangles from the yellow and orange construction paper.\n2- Glue the triangles around the edge of the paper plate to form sun rays.\n3- Use a black marker to draw a smiling face on the sun.\n4- Let it dry, and your happy sun is ready to shine! "},
    
    "2": {"name": "Paper Plate Fish",
        "image": "http://drive.google.com/uc?id=1S9D7dhpuSTw9ePiw2DlHzmpG-jSKrU35",
        "supplies": "- 1 paper plate\n- Colored paper (any color)\n- Scissors\n- Glue\n- Googly eyes\n- Markers", "instructions": "1- Cut a small triangle from the plate to make the fish’s mouth.\n2- Glue the cut-out triangle on the opposite side as the fish’s tail.\n3- Cut fins from colored paper and glue them on.\n4- Add a googly eye and use markers to draw scales.\n5- Let it dry, and your fish is ready to swim!"}, "3": {"name": "Paper Plate Ladybug", "image": "https://drive.google.com/uc?export=view&id=1xZMxsLAD-W3-62sedxd2FQ8Ri97vQL0_", "supplies": "- 1 paper plate\n- Red and black paint or paper\n- Black marker\n- Googly eyes\n- Scissors\n- Glue", "instructions": "1- Paint the plate red and let it dry.\n2- Cut a small semicircle from black paper for the head and glue it on.\n3- Use black paint or paper circles to make spots.\n4- Add googly eyes and draw a smile.\n5- Your adorable ladybug is ready! "}, "4": {"name": "Paper Plate Turtle", "image": "https://drive.google.com/uc?export=view&id=1vMgML0qk2pfAVDATFdOeuvwF4ieKto_y", "supplies": "- 1 paper plate\n- Green paint\n- Green construction paper\n- Scissors\n- Glue\n- Googly eyes", "instructions": "1- Paint the plate green and let it dry.\n2- Cut four legs, a head, and a tail from green paper.\n3- Glue the legs, tail, and head under the plate.\n4- Attach googly eyes and draw a smile.\n5- Your little turtle is ready! "}, "5": {"name": "Craft Stick Crocodile", "image": "https://drive.google.com/uc?export=view&id=1UuOJQmZcQtZixfhvjTmrlx7HwIlDR4rg", "supplies": "- Craft sticks  \n- Zig zag scissors\n- Green pipe cleaners\n- Small wiggly eyes\n- Black marker\n- Glue", "instructions": "1- Color the craft sticks green and let them dry completely.\n2- Place a green pipe cleaner in the middle of the craft stick.\n3- Cut teeth using zigzag scissors.\n4- Glue the teeth to the bottom of the craft stick.\n5- Stick on two googly eyes.\n6- Draw nostrils with a marker.\n\n\n\n\n\n\n\n"}, "6": {"name": "Popsicle Stick School Bus", "image": "https://drive.google.com/uc?export=view&id=1mmAl39DAqgTj2qWNfLtuu-I-tHAFLph0", "supplies": "- Craft Sticks\n- Paint: Yellow, black, and white (+ brushes)\n- Glue\n- Decorations: Red pom-poms (2), recycled lids (2)\n- Tools: Scissors, black marker/paint pen\n- Photo: Child’s back-to-school picture \n\n\n\n\n\n\n", "instructions": "1- Build – Glue popsicle sticks into a bus shape and let dry.\n2- Paint – Paint yellow, with black tires. Let dry.\n3- License Plate – Glue alphabet pasta on a small stick, paint white, outline in black.\n4- Attach Photo – Glue the child’s photo to the back.\n5- Details – Add the license plate, lid taillights, and red pom-poms."}, "7": {"name": "Popsicle Stick Penguin Craft", "image": "https://drive.google.com/uc?export=view&id=1gMdaVhOvK8VtYdtS_KWbFZ57PmcqRhV9", "supplies": "- Popsicle Sticks\n- Mini popsicle sticks\n- Black and white acrylic paint\n- Orange cardstock or construction paper\n- Googly Eyes\n- Large orange pom poms", "instructions": "1- Paint Sticks: 7 large (black), 4 mini (white), 2 mini (black).\n2- Assemble Base: Glue large sticks onto cardstock for sturdiness.\n3- Attach White Sticks: Center them on top.\n4- Add Flippers: Glue two black mini sticks as wings.\n5- Make & Attach Beak: Cut and glue an orange paper triangle.\n6- Final Touches: Glue googly eyes and pom-poms (or paper) for feet.\n"}, "8": {"name": "Popsicle Stick Snowflakes", "image": "https://drive.google.com/uc?export=view&id=1dmkxgFBn3GZTKX1nBn91FpUzLba97PCz", "supplies": "- Popsicle Sticks \n- Tacky Glue \n- Glitter Stickers\n- Silver Glitter\n- Tinsel Pom Poms and/or craft foam balls\n- Fabric Snowflakes\n- Twine for hanging", "instructions": "1- Paint Sticks: Use pre-colored or paint plain popsicle sticks.\n2- Assemble: Hot glue sticks into a snowflake shape and attach twine for hanging.\n3- Decorate: Add glitter, stickers, fabric snowflakes, or pom-poms.\n4- Add String: Attach jute or any string for hanging."}, "9": {"name": "Popsicle Stick Bird Feeder", "image": "https://drive.google.com/uc?export=view&id=1dLXgSgJuHxMEgVTFgFdwPKB0vcRgz5Bi", "supplies": "- Popsicle sticks \n- Non-toxic wood glue \n- Cotton string \n- Scissors \n- Pony beads\n- Bird seed ", "instructions": "1- Build Base: Glue 11 popsicle sticks together with two sticks on opposite edges.\n2- Create Walls: Stack and glue sticks in alternating layers (5 total).\n3- Add Perch: Slide and glue half a stick into a wall gap. Let dry.\n4- Attach Strings: Tie four 4-ft strings at the corners, securing with glue.\n5- Decorate: Add beads above knots for extra color.\n6- Hang & Fill: Tie strings together, secure to a branch, and add birdseed."}, "10": {"name": "Popsicle Stick Gingerbread House", "image": "https://drive.google.com/uc?export=view&id=1kav00rYlcB2coQRRfndspW_AZqvEEczv", "supplies": "- Popsicle sticks \n- Round dot stickers\n- Pipe cleaners \n- Brown acrylic paint\n- Pom poms \n- Colored paper\n- Pencil\n- Glue \n- Silver foam stickers\n- Scissors ", "instructions": "1- Prep the walls: Trim four jumbo popsicle sticks.\n2- Glue walls: Attach the trimmed sticks to the other three, forming a backward L shape.\n3- Make roof: Create a peak with two regular sticks and trace the roof shape.\n4- Cut roof: Trim the excess sticks.\n5- Attach roof: Glue the roof to the house, adjusting for a snug fit.\n6- Add supports: Glue extra sticks inside for stability.\n7- Secure roof: Attach four sticks over the side walls.\n8- Cover peak: Add a trimmed stick at the roof peak.\n9- Reinforce: Glue extra pieces to any wobbly areas.\n10 -Paint: Apply brown acrylic paint and let dry.\n11- Decorate: Add pom poms, stickers, and a pipe cleaner candy cane door.\n\n\n\n\n\n"}, "11": {"name": "Toilet paper roll butterfly craft", "image": "https://drive.google.com/uc?export=view&id=1oL_MWVMnJ4cQYO2FlXQ9zequ6AjcLC9l", "supplies": "- Toilet paper roll\n- Small googly eyes\n- Colored buttons\n- Cardstock – pink, purple, yellow or any color you want your wings to be\n- Acrylic paint\n- Pipe Cleaner\n- Small pom poms\n- Black sharpie\n- Butterfly wing template Kids can also draw their own wings and cut them out. ", "instructions": "1- Paint the Paper Roll – Choose a color, apply coats if needed, and let it dry. \n2- Make the Wings – Fold cardstock, trace or draw wings, and cut them out. \n3- Decorate the Wings – Use buttons, pom-poms, craft gems, or markers. \n4- Create Antennae – Bend a pipe cleaner into a “V”, curl the tips, and glue small pom-poms. \n5- Assemble the Butterfly – Attach the antennae, googly eyes, and draw a mouth. \n6- Final Touch – Glue the wings to the back of the paper roll. Done! "}, "12": {"name": "Toilet Paper Roll Animals", "image": "https://drive.google.com/uc?export=view&id=1LI3LRoXnjRx4TLWbBPQRz35KdiCP7vHT", "supplies": "\n- Recycled toilet paper rolls\n- Paint (any colors you like)\n- Glue\n- Scissors\n- Markers\n- Construction paper\n- Googly eyes (optional)\n- Pipe cleaners (optional)\n- Cotton balls (optional)", "instructions": "\n1- Prepare the Toilet Paper Rolls: Flatten the top of the roll to create ears or other features.\n2- Paint the Roll: Paint the roll in bright colors and let it dry.\n3- Create Animal Features:\n4- Ears: Cut and glue shapes for ears (triangles for a cat, ovals for a rabbit).\n5- Eyes: Glue googly eyes or draw them with markers.\n6- Nose: Use cotton balls or colored paper for the nose.\n7- Add Details: Use markers for a mouth and whiskers; glue cotton balls for fluffy effects or pipe cleaners for tails.\n8- Create Legs: For standing animals, cut and glue paper strips as legs.\n9- Let Everything Dry: Once dry, your animal figures are ready for play!"}, "13": {"name": "Egg Carton Ladybugs", "image": "https://drive.google.com/uc?export=view&id=1UQ6gQOZlUFg9kDF8IssfsAMrpLqAR5Va", "supplies": "- Egg carton\n- Black pipe cleaner\n- Googly eyes\n- Black pom poms\n- Red paint\n- Black marker\n- Glue gun or white tacky craft glue\n- Scissors", "instructions": "1- Paint the Egg Cartons – Cover them in red paint and let them dry. If impatient, use crayons or markers instead. \n2- Prepare Supplies – Gather googly eyes, black pom-poms, a black marker, glue, and pipe cleaners. \n3- Make the Face – Glue googly eyes onto a black pom-pom. Use hot glue for quick drying. \n4- Attach Antennae & Face – Glue the pom-pom and bent pipe cleaner antennae to the egg carton. \n5- Draw the Spots – Use a black marker (fine-tip recommended) to add the ladybug's spots. \n6- Let it Dry & Enjoy! – Your adorable ladybug is ready! "}, "14": {"name": "Egg Carton Flower ", "image": "https://drive.google.com/uc?export=view&id=1X-GUdhn6-T-YQd6p7HowK1hA5R6rWwg4", "supplies": "- Egg carton (preferably a cardboard one)\n- Paint (any color you like)\n- Paintbrushes\n- Scissors\n- Glue\n- Pipe cleaners or green straws (for the stems)\n- A pencil (for tracing)\n- Optional: googly eyes, glitter, stickers for decoration", "instructions": "\n1- Cut the Egg Carton: Cut individual cups from the egg carton.\n2- Shape the Petals: Trim the edges of the cups to create flower petals.\n3- Paint the Flower: Paint each cup in bright colors and let it dry.\n4- Attach the Stem: Glue a pipe cleaner or green straw into the center for the stem.\n5- Decorate the Flower: Add googly eyes, glitter, or stickers to the center.\n6- Display: Arrange the flowers in a vase, on paper, or as a wall hanging."}, "15": {"name": "Egg Carton Frog", "image": "https://drive.google.com/uc?export=view&id=1T2RUPESHMtJWuVFXNHKrFEXq52kCJ4it", "supplies": "\n- Egg carton\n- Acrylic paint (green)\n- Glue\n- Stapler\n- Red felt for the tongue\n- Green cardboard for the legs\n- A googly eyes ", "instructions": "1- Cut the egg carton and stapled the two pieces together. \n2- Painted it green. \n3- Cut out the frog’s tongue from red felt. \n4- Glow the googly eyes for the frog’s eyes. \n5- Cut out the frog’s legs from green cardstock and glued them on. "}, "16": {"name": "Egg Carton Heart", "image": "https://drive.google.com/uc?export=view&id=1UiEAR0JGixHXJMD20k084tJYdKEUmUR5", "supplies": "- 2 egg cartons \n- Red paint\n- Glue.", "instructions": "1- Create the Nests – Cut out egg carton sections and glue them to a sturdy cardboard base. Let them dry. \n2- Paint & Decorate – Once dry, paint the nests as desired. \n3- Frame Your Artwork – Cut out a cardboard frame to complete the picture. \n4- Ready to Gift! – Your handmade craft is now a perfect gift! "}, "17": {"name": "Prince or Princess Crown", "image": "https://drive.google.com/uc?export=view&id=1CfSdn4Q9cqHPLX89BFpXbMw3c6JaO5pX", "supplies": "- Paper egg carton\n- Silver acrylic paint\n- Silver glitter\n- Faux gems\n- Scissors\n- Craft glue\n- Clothespin\n- Paintbrush", "instructions": "\n1- Prepare the Egg Carton: Remove the lid and discard it. Cut the egg carton in half vertically, trimming the edges to smooth them out. Cut one half into two rows of half-cups, and glue these rows together to create a long row. Hold them together with a clothespin until the glue dries.\n2- Fit the Crown to Your Head: Wrap the long row of half-cups around your head, trimming off any extra cups to make it the right size.\n3- Form the Circle: Take the extra half-cups and cut a small section between two cups. Use this piece to join the ends of the row, forming a circle. Glue it in place and use a clothespin to hold it until it sets.\n4- Decorate the Crown: Paint the entire crown, both inside and outside, with silver paint and let it dry. Once dry, apply glue to the edges of the bumps and sprinkle glitter on them. Afterward, glue faux gems around the crown as decoration."}, "18": {"name": "Toilet Paper Roll Flowers", "image": "https://drive.google.com/uc?export=view&id=11btuPGjF8R1KQc6tsANTP6bXC9M_TjM8", "supplies": "\n\n- Empty toilet paper rolls – you can also use kitchen paper towel rolls if preferred\n- Acrylic paint \n- Scissors\n- A brush for the paint\n- Black marker, or pencil", "instructions": "\n1- Prepare Supplies: Gather a toilet paper roll, scissors, paint, and a brush.\n2- Draw Tulip Shape: Draw a tulip outline on the roll with a pencil or marker.\n3- Cut Tulip Shape: Cut along the lines to create the tulip shape with a stem and base.\n4- Paint: Paint the petals (e.g., red) and edges (e.g., white) for highlights, and paint the base the same color as the petals. Let it dry.\n5- Display: Once dry, display your tulip on a surface, or create a bouquet with different colors."}, "19": {"name": "Toilet Roll Dinosaurs", "image": "https://drive.google.com/uc?export=view&id=1ha6bMkcGev_lb5OKqM-nneCusGsjQcwt", "supplies": "- Cardboard tubes (one toilet roll per dinosaur or one paper towel roll cut in half will make two dinosaurs)\n- Scissors\n- Paint and paintbrush\n- Permanent marker to draw on the eyes (optional, you could stick on small googly eyes or paint them on if you prefer)\n- Dinosaur shape templates", "instructions": "1- The diplodocus is very simple. Trace or sketch the dinosaur shape from the template onto a flattened cardboard tube first.\n2- Cut it out\n3- Fold the tail and head down so that they point towards the ground\n4- Paint and decorate."}, "20": {"name": "Paper Roll Firefly", "image": "https://drive.google.com/uc?export=view&id=17bhlhUIYbyiMDwxGNZT-MKC9UDWeEk8S", "supplies": "- Toilet paper roll\n- Black construction paper\n- White, Yellow, Pink or Blue printer paper\n- 3 Black pipe cleaners (6 inch length)\n- 2 medium googly eyes\n- Scissors\n- Tape\n- Crafter’s Tape", "instructions": "\n1- Prepare the body: Cut a hole in the bottom of a toilet paper roll for the glowing belly. Cover the roll with a black rectangle of construction paper and tape it in place.\n2- Create the firefly's belly: Cut a smaller rectangle of yellow (or other color) paper and roll it up to fit inside the paper roll, taping it in place.\n3- Make the head: Cut a circle from black construction paper and glue googly eyes on it. Draw a simple smile on the face and attach it to the front of the paper roll using tape or glue.\n4- Add arms and wings: Wrap a black pipe cleaner around the paper roll for arms, bending the ends to create \"hands.\" Tape wings made of white paper to the back of the roll, covering the arms.\n5- Create feet: Use another black pipe cleaner to make feet, bending it into a curve that fits inside the bottom of the paper roll. Tape it in place.\n6- Make antennae: Roll the final pipe cleaner into loose spirals and tape them to the back of the head.\n7- Shape the wings: Tape the wings at the base and curve them forward so they stand out from the body.\n8- Add a tea light: Place a tea light inside the roll to create the glowing effect and turn it on in a dark room to see it shine."}, "21": {"name": "Straw bracelet", "image": "http://drive.google.com/uc?id=1Sle6dzIFQhW4_olX13YpPLel_qBAs89O", "supplies": "- Paper or plastic straws\n- Yarn\n- Scissors (or kid-safe scissors)\n- (Optional) Clear tape", "instructions": "1- Cut the straws into small pieces. Each piece should be about half an inch long.\n2- Cut your yarn to the length you want for a bracelet \n3- Tape the end of the yarn so it doesn't fray (this helps you string the beads easier).\n4- String the straw beads onto the yarn. You can make the beads any size you like!\n5- Finish your jewelry:\n    * For a bracelet, tie the yarn ends together to wear it.\n"}, "22": {"name": "Marble Maze Using Straws", "image": "http://drive.google.com/uc?id=1XG5Z02ZFnHXmMDJzdy9VPqVwOVEgxDvW", "supplies": "- Box lid (or any flat box)\n- Straws\n- Glue (Tacky glue works best!)\n- Scissors for kids\n- A marble (or small ball)\n- Paper (optional)\n- Scissors", "instructions": "1- Decorate the box lid (optional): Glue a  piece of paper to the bottom of the box lid to make it look colorful!\n2- Make holes for the marble: Use the scissors to carefully cut two marble-sized holes in opposite ends of the box.\n3- Plan the maze path: Cut pieces of straws into different lengths. figure out where the straws should go to create a fun path for the marble to travel through.\n4- Glue the straws: Use tacky glue to stick the straws to the box lid. Make sure the straws form a path for the marble to roll through. \n5- Test your maze: Once the glue is dry, place the marble at one hole and watch it travel through the maze to the other hole!\n"}, "23": {"name": "Skeleton X-Ray Using Straws", "image": "http://drive.google.com/uc?id=1oaQoKEYXOUOvzOhFZB93ZSZyadSu7RgT", "supplies": "- Plain paper\n- Black watercolor paint\n- Straws\n- Scissors\n- Glue\n- Skeleton template (optional)", "instructions": "\n1- Paint the background: Cover the paper with black paint. Let it dry.\n2- Cut the straws: Cut straws into different lengths for bones—long for arms and legs, short for ribs.\n3- Use a template (optional): Place a skeleton template on top to guide where to put the straws.\n4- Arrange the straws: Lay the straw pieces on the paper to form a skeleton.\n5- Glue the straws: Glue the pieces down and press them to stick. "}, "24": {"name": "Crown Out Of Straws", "image": "http://drive.google.com/uc?id=1k0bIDH_N8f5oVyFX8hEqc8gkpaaMe_Ce", "supplies": "- Straws\n- Scissors\n- Glue or tape\n- Stickers or glitter (optional)", "instructions": "1- Cut the straws: Ask an adult to help cut some straws into short (2 inches) and long (3–4 inches) pieces.\n2- Make the crown band: Measure a straw around your head, cut it to size, and tape or glue the ends together.\n3- Add the spikes: Tape or glue the straws upright on the crown band.\n4- Decorate: Add stickers, glitter, or anything fun!\n5- Wear your crown: Once dry, put it on and feel like royalty!"}, "25": {"name": "Fireworks Using Straws", "image": "http://drive.google.com/uc?id=13yFxHLaOZdqjzzGP2i4MdE9R8H5lkoa0", "supplies": "- 7 plastic straws\n- White piece of paper\n- Paint (any colors you like)\n- Tape", "instructions": "1- Prepare the straws: Stretch out the straws and group them together. Tape the bottom and top to hold them in place.\n2- Stamp with paint: Dip the straws in paint and press them onto the paper to make fireworks. Try different colors!\n3- Add layers: Keep stamping with more colors to make the fireworks brighter.\n4- Add glitter (optional): Sprinkle glitter on the wet paint for sparkle!"}, "26": {"name": "Picture Frame Using Colorful Straws", "image": "http://drive.google.com/uc?id=1FpBo56F_KVMGQQ4m7F6rK-qzR9Ja9Ay6", "supplies": "- Colorful plastic straws\n- Scissors\n- Glue or tape\n- A photo or picture\n- Cardboard or thick paper (for the frame backing)", "instructions": "1- Cut the straws: you can ask an adult to help cut the straws into 3–4 inch pieces.\n2- Make the frame: Lay out 4 straws to form a rectangle and glue or tape the ends together.\n3- Add the picture: Glue your picture onto a piece of cardboard slightly smaller than the frame.\n4- Attach the frame: Glue or tape the straws around the picture to hold it in place.\n5- Let it dry: Wait for the glue to dry, then enjoy your new straw frame!"}, "27": {"name": "Straw Rockets", "image": "http://drive.google.com/uc?id=1eYFYSeOHRRPJrIr3BsQtWleCGD6qMekQ", "supplies": "- Straws\n- Tape or glue\n- Plastic straw \n- Markers or colored pencils\n- Scissors\n- Rocket Template", "instructions": "1- Color and cut: Color the rocket template and cut it out.\n2- Make the launcher: Tape or glue a plastic straw (or a wider straw) to the back of the rocket.\n3- Ready to launch: Slide a straw into the rocket launcher.\n4- Launch: Blow into the straw and watch your rocket fly!"}, "28": {"name": "Straw Pan Flute Craft", "image": "http://drive.google.com/uc?id=1V0OfCIaYhJAkvrPcw0U5YsMg7bVhnUGG", "supplies": "- Straws (any color you like!)\n- Tape\n- Scissors", "instructions": "1- Line up the straws: Take your straws and line them up next to each other in a row.\n2- Tape the straws: Cut a piece of tape and place it sticky side up on the table. Put the straws on top of the tape, then fold the tape around the straws to hold them together.\n3- Cut the straws: Use scissors to carefully cut the straws at different lengths (some short, some long). You can draw a line on the straws first to help guide where to cut.\n4- Play your flute: Once your straws are cut, try blowing on the top of each one to make different musical notes!"}, "29": {"name": "Paper Straw Bats", "image": "http://drive.google.com/uc?id=1nCC3F6NbFGXRNZFXhDAkTtkxUmJ4F6Il", "supplies": "- Corrugated cardboard\n- Paper straws\n- Black paper\n- Glue\n- Wiggly eyes\n- Scissors", "instructions": "1- Prepare the bat template: Print out a bat template from online or draw your own. Cut out four bats from the corrugated cardboard.\n2- Cut the bat bodies: Use the same bat template to cut out bat shapes from black paper.\n3- Glue the bodies to the cardboard: Use craft glue to attach the black paper bat bodies to the cardboard bats.\n4- Attach the paper straws: Take two paper straws for each bat. Line them up in the grooves of the cardboard and cut them to the right size. Glue them in place with craft glue.\n5- Add the eyes: Glue wiggly eyes onto the bat's face for a fun look!\n6- Make a hanging loop: Cut a small piece of string and glue it to the top of the bat to make a loop for hanging."}, "30": {"name": "Paper Straw Flower", "image": "http://drive.google.com/uc?id=1J26YL4LCCL7FXUkLNrJf5PEq4k3Uzzo8", "supplies": "- 3 Paper straws\n- Scissors\n- Glue\n- Button\n- Popsicle stick\n- Green paint\n- Paintbrush\n- Green pipe cleaner", "instructions": "1- Cut the straws: Cut each paper straw in half.\n2- Cut notches: Make a small cut in the middle of each straw to create notches.\n3- Stack the straws: Stack the straws like building blocks \n4- Glue the straws: Glue the straws together at the notches to hold them in place.\n5- Add the button: Glue a button on top of the straws in the center to make the flower’s center.\n6- Paint the popsicle stick: Use green paint and a paintbrush to color the popsicle stick.\n7- Attach the popsicle stick: Once the paint is dry, glue the popsicle stick to the back of the paper straws to make the flower’s stem.\n8- Cut the pipe cleaner: Cut the green pipe cleaner into 4 equal pieces.\n9- Make the leaves: Fold two pieces of pipe cleaner into oval shapes to make the leaves.\n10- Attach the leaves: Glue the leaves to the back of the popsicle stick, just below the flower."}, "31": {"name": "Colorful Butterflies", "image": "http://drive.google.com/uc?id=1RQgJgpHLFMbbo_cn_zqWAHnzqQjlGRId", "supplies": "- Coffee filters\n- Markers\n- Water (in a spray bottle)\n- Clothespins\n- Pipe cleaners", "instructions": "1- Color a coffee filter with washable markers, covering all the white.\n2- Spray with water to blend colors, then let it dry.\n3- Gather the filter in the middle with a pipe cleaner, twist to make antennae.\n4- Clip a clothespin over the middle as the butterfly’s body. Add eyes or a face if desired!"}, "32": {"name": "Clothespin and Button Car Craft", "image": "http://drive.google.com/uc?id=1kBdoumFPc2PQegDLycej1SVFMdDScjqw", "supplies": "- Clothespins\n- Paint\n- Straws\n- Bamboo skewers\n- Buttons\n- Glue", "instructions": "1- Paint clothespins with durable acrylic paint (avoid clothes contact).\n2- Make wheels using bamboo skewers, straws, and hot glue (twist ties work too).\n3- Glue back wheels to the clothespins; the front wheels stay in place naturally."}, "33": {"name": "Clothespin Grasshopper", "image": "http://drive.google.com/uc?id=1gYQANxP-Tpr3PERHKH67UVaDBHowOzUV", "supplies": "- Clothespins\n- Paint or Marker (Green)\n- Green Pipe Cleaner (cut in half)\n- Wiggle Eye Set\n- Glue", "instructions": "1- Paint or color the clothespin green.\n2- Cut a pipe cleaner in half. Clip one half at the back and the other at the front, shaping them into legs.\n3- Glue on googly eyes (or draw them).\n4- Get creative with colors—use them for a bug hunt or pretend play!"}, "34": {"name": "Homemade Chip Clips", "image": "http://drive.google.com/uc?id=1K8FvIZzBmRs1Lg3Dq7qH1sKmo-1S-cJJ", "supplies": "- Clothespins\n- Markers\n- Buttons\n- Glue (hot glue or tacky glue)", "instructions": "1- Decorate clothespins with markers.\n2- Glue a decorative button on top (use hot glue or tacky glue for kids).\n3- Enjoy your cute and functional chip clips!"}, "35": {"name": "Clothespin Puppets", "image": "http://drive.google.com/uc?id=1ZhAZcjtGF_q6rX145ReMSNKVlAx1o8Ct", "supplies": "- Clothespins\n- Feathers\n- Wiggle Eye Set\n- Washi Tape\n- Tissue Paper\n- Tacky Glue", "instructions": "1- Decorate clothespins with washi tape.\n2- Add feathers, googly eyes, and other decorations.\n3- Enjoy creating and put on a fun puppet show!"}, "36": {"name": "Tablecloth Clip Creatures", "image": "http://drive.google.com/uc?id=1VgTr6khWKrYp_IJQu8jpO69J_yoDNVAi", "supplies": "- Clothespins\n- Pom-Poms\n- Googly Eyes\n- Paint and Paint Brushes\n- Paper\n- Scissors\n- Pipe Cleaners", "instructions": "1- Paint clothespins and let them dry.\n2- Use pompoms, paper scraps, eyes, and pipe cleaners to create creatures like a bumblebee, butterfly, or caterpillar.\n3- Glue materials onto the clothespin, with the head on the small, closed end.\n4- Perfect for holding a table cover in place—enjoy your picnic!"}, "37": {"name": "Clothespin Photo Holders Craft", "image": "http://drive.google.com/uc?id=1s_4h5HaiaMdk5WtLpdDs1V3NPmpHPKr4", "supplies": "- Wooden clothespins\n- Acrylic paint or markers\n- Small wooden blocks or cork pieces (for base)\n- Hot glue gun or strong craft glue\n- Decorative items (stickers, washi tape, glitter, etc.)\n- Miniature wire or twine (optional for hanging photos)", "instructions": "1- Use acrylic paint or markers to color your clothespins in your favorite shades. Let them dry completely.\n2- Add designs with washi tape, stickers, glitter, or small doodles to personalize them.\n3- Glue the bottom of each clothespin onto a small wooden block or cork piece so it stands upright.\n4- Allow the glue to set completely before handling.\n5- Clip your favorite photos, notes, or artwork into the clothespin.\n6- Arrange them on your desk, shelf, or use multiple holders for a creative photo stand."}, "38": {"name": "Clothespin Snowflake", "image": "http://drive.google.com/uc?id=1jx9Y_wc2VQlUuH3_GmoLuzvHdofEnGml", "supplies": "- Large and medium-sized clothespins\n- White acrylic paint\n- Glitter paint – fine blue\n- Snowflake confetti or fabric snowflakes\n- Small white pom poms\n- Blue or silver rhinestones\n- Tacky or extra-strong craft glue\n- Hot glue\n- Twine", "instructions": "1- Disassemble Clothespins: Remove the springs (adults only).\n2- Glue Pieces Together: Glue two clothespin halves together, flat sides in. Repeat until you have 8 pieces.\n3- Form the Snowflake: Glue 4 pieces into a cross shape, then add the remaining 4 in the gaps. Use hot glue for a strong hold.\n4- Paint the Snowflake: Paint it white or any color to match your decor.\n5- Decorate: Add pom poms, rhinestones, glitter, or any fun decorations.\n6- Add a Hanger: Glue a piece of twine to the back for hanging."}, "39": {"name": "Clothespin Bird Feeder", "image": "http://drive.google.com/uc?id=1fRI2XjIpXQ6-7IW30ax1F_sNiedejL-r", "supplies": "- Wooden clothespins\n- Twine or string\n- Birdseed\n- Cardboard tube (like from a toilet paper roll)\n- Peanut butter or suet", "instructions": "1- Clip clothespins all around the cardboard tube.\n2- Spread peanut butter or suet on the tube.\n3- Roll it in birdseed and hang it with a string in a tree."}, "40": {"name": "Insect Garden Markers", "image": "http://drive.google.com/uc?id=1LQ97NI6d1--LWCzEGYG2Yuvv_7Dtb6YY", "supplies": "- Wooden clothespins\n- Paint\n- Sharpie or permanent marker\n- Popsicle sticks", "instructions": "1- Paint the clothespins to look like insects or bugs.\n2- Write the name of a plant on a popsicle stick.\n3- Clip the decorated clothespin onto the stick and place it in the garden."}, "41": {"name": "Cotton Ball Bunny Craft", "image": "https://drive.google.com/uc?export=view&id=18dbvTfU792FzpNXOmAUx_1Ga9jykSxoZ", "supplies": "- Cotton balls\n- Colored construction paper \n- Glue \n- Scissors\n- Googly eyes \n- Pink pom-pom \n- Pipe cleaners \n- Black marker \n- Paper plate or cardboard ", "instructions": "1- Cut a bunny face and ears from construction paper.\n2- Glue Cotton Balls – Cover the face with cotton balls for a fluffy look.\n3- Attach Ears – Glue on paper ears with pink inner details.\n4- Add Face – Glue googly eyes, a pom-pom nose, and pipe cleaner whiskers.\n5- Draw the mouth, let it dry, and enjoy your bunny! 🐰✨"}, "42": {"name": "Craft Stick Puppets", "image": "https://drive.google.com/uc?export=view&id=1_WgQQN3ujQvBUJ6mfl4FZ69f7uVBBqfv", "supplies": "- Craft sticks\n- White and yellow pipe cleaners\n- Yellow and white construction paper\n- Yellow and white paint\n- Googly eyes\n- Markers\n- Scissors\n- Glue", "instructions": "1- Color the Craft Stick – Paint the craft stick and let it dry.\n2- Prepare the Head Shapes – Cut a yellow circle for the chick and a white circle with ears for the bunny.\n3- Add Features – Draw or glue on the beak, nose, ears, and googly eyes.\n4- Wrap with Pipe Cleaners – Once dry, wrap a pipe cleaner around the craft stick, twisting at the back 5-for security. Add glue if needed.\n6- Create Wings – Halfway through wrapping, form loops for wings, twist at the base, then continue wrapping. Trim excess and secure the end with glue."}, "43": {"name": "Paper Plate Hot Air Balloon", "image": "https://drive.google.com/uc?export=view&id=1JNBhnoCx1BpfqtBuVZ-b-omtwzAnkQxa", "supplies": "- Paper plate\n- Colored paper\n- String or yarn\n- Small paper cup\n- Scissors\n- Glue\n- Markers", "instructions": "1- Cut the paper plate in half and decorate it with markers or colored paper.\n2- Attach pieces of string or yarn to the bottom of the plate.\n3- Glue a small paper cup at the end of the strings to make the balloon’s basket.\n4- Add decorations or stickers to complete the look."}, "44": {"name": "Paper Plate Solar System", "image": "https://drive.google.com/uc?export=view&id=1EUNrJzBRzVMFasfUn7x_4OdXTLhGV3SO", "supplies": "- Paper plate\n- Colored markers or paint\n- Small paper circles (for planets)\n- Glue\n- String (optional)", "instructions": "1- Color or paint the paper plate black to represent space.\n2- Cut out different-sized circles for the planets and paint them accordingly.\n3- Glue the planets onto the plate in an orbit pattern.\n4- (Optional) Use string to hang small planets for a 3D effect."}, "45": {"name": " Paper Plate Owl ", "image": "https://drive.google.com/uc?export=view&id=1Ln-du_CiD7YnNu-27QP6cLay9sjmd1t8", "supplies": "- Paper plate\n- Colored paper (brown, yellow, white, black)\n- Scissors\n- Glue\n- Markers", "instructions": "1- Cut out wings from brown paper and glue them on the sides of the paper plate.\n2- Cut out two large circles from white paper for the eyes and smaller black circles for the pupils. Glue them in place.\n3- Cut out a small yellow triangle for the beak and glue it below the eyes.\n4- Use markers to add feather details on the plate."}, "46": {"name": "Paper Plate Watermelon ", "image": "https://drive.google.com/uc?export=view&id=1Ve9-r1XXmQNqwzs8zytBQ2giNzk0AAcp", "supplies": "- Paper plate\n- Red, green, and black paint\n- Scissors\n- Craft stick (popsicle stick)\n- Glue", "instructions": "1- Cut the paper plate in half.\n2- Paint the inside red, add black dots for seeds, and paint the edge green.\n3- Glue a craft stick at the bottom to make a fan handle.\n"}, "47": {"name": "Paper Plate Dream Catcher", "image": "https://drive.google.com/uc?export=view&id=1njKqYtD81A9e9HWWPCusQ9DlStniM1jD", "supplies": "- Paper plate\n- Scissors\n- Yarn or string\n- Beads and feathers\n- Hole puncher", "instructions": "1- Cut out the center of the paper plate, leaving only the outer ring.\n2- Punch small holes around the ring’s edge.\n3- Weave yarn through the holes in a crisscross pattern.\n4- Attach beads and feathers at the bottom with string.\n"}, "48": {"name": "Paper Plate Clock", "image": "https://drive.google.com/uc?export=view&id=1lh8XJZd_yQT4sdOYUlXaJ8SuSL8A5GjY", "supplies": "- Paper plate\n- Number stickers or markers\n- Two paper arrows (for clock hands)\n- A brass fastener\n- Scissors", "instructions": "1- Write or stick numbers 1-12 around the edge of the plate like a clock.\n2- Cut two arrows from paper to make the clock hands (one short, one long).\n3- Use a brass fastener to attach the hands in the center so they can spin.\n4- Decorate the clock with colors or stickers."}}
